"App Memory" = "Aplikačná pamäť";
"Page Ins" = "Stránkovanie vstupov";
"Cached Files" = "Súbory vo vyr. pamäti";
"Wired" = "Pevná";
"MEMORY PRESSURE" = "PREŤAŽENIE PAMÄTE";
"File Cache" = "Vyrovnávacia pamäť súborov";
"Compressed" = "Komprimované";
"%1$@ of %2$@" = "%1$@ z %2$@";
"Memory Pressure Above" = "Preťaženie Pamäte >";
"Page Outs" = "Stránkovanie výstupov";
"Pressure" = "Preťaženie pamäte";
"PROCESSES" = "PROCESY";
"MEMORY" = "PAMÄŤ";
"Used" = "Použité";
"Inactive" = "Neaktívne";
"Free" = "Voľné";
"Memory" = "Pamäť";
"SWAP MEMORY" = "Využitý swap";
"Active" = "Aktívne";
"Cache" = "Vyrovnávacia pamäť";


// Unlocalized strings



// Modified strings

